/* appended to region name when merging regions */
" merged" = " ihopslagen";

/* appended to region name of mixed down regions */
" mixed" = " mixad";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ behövs|%@ tillgängligt.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(tom)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(ej tom)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ är inte tillgängligt.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ Insticksfiler är inte tillgängliga.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: Insticksfilen ”%@”%@%@ är inte tillgänglig!][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: Insticksfilen ”%@”%@%@ är inte tillgänglig!][OK|√Visa inte igen]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P kan inte allokera tillräckligt med minne för de begärda %ld ljudspåren.|Endast %ld ljudspår är tillgängliga.|%@ ytterligare ledigt systemminne krävs.][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Samplingsfrekvensen %ld är inte tillåten.][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld av %ld ljudfil(er) hittades inte.|Vill du fortfarande %@ de upphittade filerna?][Avbryt|Ja]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld av %ld ljudfiler hittas inte.|(”%@”,...)][Fortsätt]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][”%@” kan inte spelas upp på spår %ld från hårddisken/partitionen ”%@”][OK|√Visa inte igen]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][”%@” från hårddisken/partitionen ”%@” kan inte användas.|Hårddisken/partitionen tillåts ej!][OK|Visa inte igen]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][”%@” från hårddisken/partitionen ”%@” kan inte användas.|Hårddisken/partitionen tillåts ej!][OK|Läs in]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][”%@” är en %ld-bitars fil och kan inte spelas upp via %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][”%@” ingår redan!][Avbryt]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][”%@” är tom!][Avbryt]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][Ljudfilen ”%@” har inte ett vanligt PCM Wave-format.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][”%@” eller ”%@” finns redan!][Använd|Ersätt]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P hittade %ld ljudfil(er) i %ld-bitarsformat.|Det här formatet stöds inte och kan inte spelas upp.][OK|√Visa inte igen]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P söker efter ljudenheter i systemet och har upptäckt en enhet med namnet ”%@”.|Om du vill använda enheten ska du inte koppla från den under avsökningsprocessen.|Vill du använda den här enheten?][Ja|Nej]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Stoppa?][Fortsätt|Avbryt]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Spelar redan in...][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Ett fel uppstod.||Resultatkod = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Ett fel uppstod.||Resultatkod = %ld||Fil = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Ljudenheten %@ %@ kan inte användas för uppspelning av ”%@” från hårddisken/partitionen ”%@”][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Ljudfilen ”%@” hittades inte!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Auktoriseringsfel för ljudenhet.|Ljudenheten ”%@” från ”%@” är inte auktoriserad på rätt sätt för att användas med denna dator.|Läs dokumentationen som följde med insticksfilen om du vill veta mer om dess kopieringsskydd.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Kompatibilitetsfel med ljudenhet|Ljudenheten ”%@” vid ”%@” överensstämmer inte helt med standarden för ljudenheter.|^P kan inte spara eller läsa in insticksfilens inställningar, och de kan inte heller sparas med låten.|Inställningarna kommer att gå förlorade när låten stängs.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Automatiseringsparameterfel!|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Kan inte radera instrumentet ”%@”.|Det används just nu.][Avbryt]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Kan inte hitta ljudfilen ”%@”.][OK|√Visa inte igen]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Kan inte läsa in samplingsinstrumentet ”%@”.|Det har skapats med en nyare version av EXS24.][Fortsätt|√Visa inte igen]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Ackordspår tillagt i %d Apple Loop-filer.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Kunde inte hitta ackordprogressionsdata i filen %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Kunde inte öppna filen %@ för läsning!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Kunde inte öppna filen %@ för skrivning!][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Kunde inte skapa region.|Slut på minne][Avbryt]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Kunde inte skapa spår.|Det maximala antalet spår har överskridits!][Avbryt]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Vill du även redigera automatiseringsdata?][Redigera inte|Redigera|√Visa inte igen]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Vill du även kopiera automatiseringsdata?][Kopiera inte|Kopiera|√Visa inte igen]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Vill du radera alla automatiseringsdata för hela projektet?|Är du säker? Åtgärden kan inte ångras.][Avbryt|Radera]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Vill du även radera automatiseringsdata?][Radera inte|Radera|√Visa inte igen]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Vill du även flytta automatiseringsdata?][Flytta inte|Flytta|√Visa inte igen]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Vill du bearbeta automatiseringsdata också?][Avbryt|Bearbeta]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][Hårddisken/partitionen ”%@” kan inte användas för ljudinspelning med %@.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][Hårddisken/partitionen ”%@” kan inte användas för ljudinspelning.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][Hårddisken/partitionen ”%@” kan inte användas för att spela in på ljudspåret %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][Hårddisken/partitionen ”%@” är full.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][Felkoden %ld returnerades av drivrutinen %@.][Fortsätt]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Felkod under kopiering av resurser. %ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Fel i CoreMidi:|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Fel vid inläsning av projekt][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Fel vid synkronisering av ljud och MIDI.][Fortsätt]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Fel vid synkronisering av ljud och MIDI.|Samplingsfrekvens %ld igenkänd.|%@][Fortsätt%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Fel!|Kan inte öppna projekt.|Projektet tycks vara skadat.][Avbryt]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Fel|CSong::CreateSeq - Otillåten blockstorlek][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][EXS24-instrument ”%@”:|Ljudfilen “%@” hittades inte!][Sök igen|Fortsätt]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Hittade tagningsmapp %@ med %ld problem. Vill du radera den?][Avbryt|Radera]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Otillåten signatur(1)][Avbryt]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Otillåtet spårantal][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Instrumentuppsättningen ”%@” är för stor! Konverterade endast %ld av %ld poster!][Avbryt]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Intern uppgiftskonflikt|Starta om ^P][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Maximal filstorlek på %@ har överskridits.|Välj en kortare tid.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Minnesallokeringsproblem. ][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Minnesanvändning nu: %@|Minnesanvändning tidigare: %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][En mindre korrigering av projektdata har gjorts. (1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Mono-/Stereo-konflikt!][Avbryt]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Mono-<->stereo-konflikt.|Insticksfilen kan inte flyttas till denna plats.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Ingen Apple Loop markerad.][Stoppa]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Inget ljudspår är aktiverat för inspelning!|Klicka på ”R”-knappen på önskat spår för att aktivera det för inspelning.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Ljudregioner som inte ligger efter varandra kräver att en ny ljudfil skapas!][Avbryt|Skapa]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Otillräckligt minne (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Otillräckligt minne för den begärda DSP-funktionen][Avbryt]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Otillräckligt minne för att konvertera låt!][Avbryt]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Otillräckligt minne för att skapa data för spårautomatisering.][Avbryt]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Utrymme saknas på volymen ”%@”|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Obs: ”Processorhastighet” är inställd på ”Automatiskt”.|Det rekommenderas att du ändrar inställningen till ”Högsta”.|Du ändrar den inställningen genom att öppna Systeminställningar > Strömsparare > Alternativ.][Fortsätt]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Obs: ”Processorhastighet” är inställd på ”Reducerad”.|Det rekommenderas att du ändrar inställningen till ”Högsta”.|Du ändrar den inställningen genom att öppna Systeminställningar > Strömsparare > Alternativ.][Fortsätt]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][Längden ändrades på en eller flera ljudfiler!|Det innebär att längd eller innehållets position har ändrats i %ld ljudregioner.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][Längden ändrades på en eller flera ljudfiler!|Det innebär att längd eller innehållets position har ändrats i en ljudregion.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Slut på minne!][Avbryt]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Slut på minne!|(Ordna ljud 1)][Fortsätt]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Slut på minne!|^P behöver mer minne för att visa vågformer.][Fortsätt]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Slut på minne!|Kunde inte mata in eller radera data][Avbryt]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Överlappande toner hittades!|Vill du behålla, korta av eller dela på dem?][Behåll|Korta av|Dela]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Överlappande regioner hittades!|Vill du skapa spår för överlappande regioner?][Nej|Skapa]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Delar av projektet spelades inte|Projektet har för många spår med riktiga instrument för att spelas i realtid.|Läs avsnittet Optimera GarageBands prestanda i GarageBand Hjälp.][Fortsätt]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][Uppspelningen har påverkats.|Uppspelningen av projektet har avbrutits p.g.a. ändringar av datorns ljudingångar eller -ingångar.][Fortsätt]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Välj en ljuddrivrutin i den följande dialogrutan för inställningar.][Fortsätt]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Välj ett bitdjup för projektet.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Läsfel!|Otillåtet format på filen][Avbryt]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][Inspelningshårddisken/partitionen ”%@” hittades inte!][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][Inspelningsmappen ”%@” hittades inte på hårddisken/partitionen ”%@”.][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][Begärd DSP-funktion okänd.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][ReWire-enheten ”%@” kunde inte öppnas.|Du måste öppna ^P först.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Regionerna börjar ta slut][Avbryt]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|För lite minne för att läsa in alla exempel för instrumentet ”%@”.][Fortsätt]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|För lite minne för att öppna instrumentet ”%@”.][Fortsätt]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Avsöker ljudenheter.|^P avsöker nu %ld installerade insticksfiler för ljudenheter. Det kan ta en stund. Den här sökningen görs bara första gången du öppnar ^P efter att ha installerat nya ljudenheter.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Signaturen %/% känns inte igen av @|Använder förvalet 4/4.][OK|Avbryt]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Vissa event har ställts in på minimalt eller maximalt värde.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Det går inte att läsa in projektet eftersom det skapats med en nyare version av ^P.|Uppdatera ^P!][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Det senaste kommandot kan tyvärr inte ångras.][Avbryt]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Tyvärr.|Det går inte att ångra.|Otillräckligt minne.][Avbryt]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][Ljudenheten ”%@” har kopplats från!|Vill du växla till inbyggt ljud eller avsluta ^P?][Avsluta|Använd inbyggt ljud]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][Ljudfilen ”%@” har ett %ld-bitars format och kan inte användas.][Avbryt]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][Filen ”%@” är inte en EXS-instrumentfil.][Avbryt]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][Filen ”%@” verkar vara skadad.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][Filnamnet ”%@” är för långt.|^P behöver utrymme för namntillägg.|(Maximalt %ld tecken)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][Filnamnet är för långt.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][Antalet MIDI-ingångar har ändrats.|Det finns nu %ld tillgängliga ingångar.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][Antalet MIDI-ingångar har ändrats.|Det finns nu inga tillgängliga ingångar.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][Antalet MIDI-ingångar har ändrats.|Det finns nu en tillgänglig ingång.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][Insticksfilen ”%@” finns inte i systemet.|Välj en annan insticksfil eller avsluta GarageBand och installera insticksfilen på datorn så att du kan använda den i projektet.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Det finns några events före positionen '1 1 1  1'.|Flytta de markerade spåren eller lägg alla upbeat events vid positionen '1 1 1  1'][Flytta alla|Upbeat|Avbryt]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Det finns automatiseringsdata för det föregående instrumentet.|Vill du flytta eller kopiera dessa automatiseringsdata till det nya instrumentet?][Nej|Kopiera|Flytta]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Den här Apple Loops-filen skapades med en effekt eller ett instrument som inte är tillgängligt.|Insticksfilen ”%@” är inte tillgänglig. Om du vill lägga till den här loopen med samma ljud som du hörde i loopbläddraren så alternativdrar du loopen till ett nytt spår.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Den här enheten kan inte användas för ljud.][Avbryt]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Denna filtyp saknar stöd.][Avbryt]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Projektet tycks vara skadat. Öppna en säkerhetskopia av projektet.][Avbryt]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Det här projektet skapades med en nyare version av ^P.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][För många automatiseringsdata.][Avbryt]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Oanvänt upptaget minnesblock upptäckt!|Vill du radera det?][Avbryt|Radera]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Varning! Ont om  minne!][Försök igen|Avbryt]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Varning! Otillräckligt minne. Kunde inte ångra. Spara projektet och försök igen. Om det fortfarande inte fungerar startar du om datorn och försöker igen.][Avbryt]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Varning! Otillräckligt minne.|Kommandot kan inte ångras. Vill du fortsätta i alla fall?][Avbryt|Fortsätt]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Varning! Det här projektet skapades med en nyare version av ^P.|Det kan orsaka problem.|Uppdatera ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Varning! Minnesutrymmet för ångring börjar ta slut. Raderade de %d äldsta ångerstegen.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Varning!|Kunde inte slutföra ångrakommandot][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Varning!|Skadat projekt! (Ginst)][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Varning!|Oanvänt block hittades i projektet.|Spara projektet först.|(Kod: 0x%lx)][Avbryt|Radera]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Varning.|Mac OS X MIDI-tjänster ej tillgängliga.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Varning:|End event i projektet saknas!][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Varning|Simultananvändbarhet i parallellbearbetning][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld ljudfil(er) kommer att skapas.|Detta kräver %@ ledigt skivutrymme.][Skapa|Avbryt]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][”%@” har en mindre storlek!|Vill du ändå använda den?][Avbryt|Använd]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Ljudfilen ”%@” hittades inte.][Hoppa över|Sök]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Det finns automatiseringsdata för det spåret.|Vill du radera dess automatiseringsdata också?][Radera inte data|Avbryt|Radera data]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Bränningen lyckades][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Vill du radera befintliga inställningar?][Avbryt|Radera]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Vill du radera instrumentet ”%@” ?][Avbryt|Radera%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Vill du radera den inspelade ljudfilen ”%@”%@ från hårddisken?|Åtgärden kan INTE ångras!][Radera|Behåll%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Vill du radera automatiseringsdata?][Nej|Radera]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][Filen ”%@” finns.][Avbryt|Ersätt]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][Det senaste kommandot överstiger mappens eller regionens början!|Anpassa storlek?][Avbryt|Anpassa]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][Det senaste kommandot överstiger mappens eller regionens längd!|Anpassa storlek?][Avbryt|Anpassa]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Öppna drivrutinen ”%@”?][Ja|Nej]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Vill du skriva över befintliga inställningar?][Avbryt|Skriv över]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Delar av projektet spelades inte|Projektet har för många spår, effekter eller toner för att spelas i realtid.|Läs avsnittet Optimera GarageBands prestanda i GarageBand Hjälp.][Fortsätt]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Vill du ersätta den aktuella markeringen?][Nej|Ersätt]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Simuleringen lyckades][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][32-bitars AU-servern har oväntat avslutats.|Osparade ändringar av parametrar för Audio Unit-insticksfiler har gått förlorade. Du kan prova att öppna 32-bitars AU-servern. Om problemet återkommer klickar du på Avbryt, avslutar och öppnar ^P igen.][Avbryt|Öppna 32-bitars AU-servern]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][Målformatet stöder inte högre samplingshastigheter än 48 kHz.|^P kan konvertera samplingshastigheten. Vill du göra det?][Avbryt|Konvertera]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][Filen ”%@” kunde inte öppnas eftersom den ligger i papperskorgen.|Om du vill använda filen drar du den först ur papperskorgen.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Kunde inte öppna!][AVBRYT]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Kunde inte skapa region][Avbryt]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Kunde inte spela in events!|Vill du omorganisera minnet?|%ld,%ld,%ld][OK|Omorganisera]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Otillåten region (2)][Reparera|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Otillåtet regionantal][Avbryt]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Ont om minne!|(Otillräckligt minne för masterpekare)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][MIDI-fel ut][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][MIDI nådde en maxtidsgräns|^P har upptäckt en MIDI som nått en maxtidsgräns. Starta om datorn och öppna ^P på nytt.|Om problemet kvarstår uppdaterar du drivrutinerna för alla anslutna MIDI-enheter (inklusive ljuddrivrutiner med MIDI-funktionalitet) till senaste versionerna. Läs tillverkarens dokumentation om du vill veta hur du tar bort gamla drivrutiner.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Mindre dataproblem (3)][Reparera|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][Modulfilen ”%@” är föråldrad och kan inte användas med den här versionen av ^P.|Skaffa en uppdaterad modulfil och flytta den till mappen ”%@”.][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][Modulfilen ”%@” är för ny och kan inte användas med den här versionen av ^P.|Skaffa en uppdaterad version av ^P-programfilen.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][Inga matchande data på urklipp!][Avbryt]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Inget spår för inspelning angivet!][AVBRYT]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Inget spår för inspelning angivet!][Avbryt]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Otillräckligt minne för ett nytt projekt][Avbryt]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Otillräckligt minne för att skapa urklipp!][Avbryt]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Otillräckligt minne för att skapa urklipp/ångra!|Det borde aldrig inträffa.][Avbryt]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Otillräckligt minne för att skapa objekt][Avbryt]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Otillräckligt minne|(playtracks)][Avbryt]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Läsfel!|Detta är inte ett ^P-projekt!][Avbryt]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Tyvärr, projektformatet är för gammalt!][Avbryt]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][Det finns regioner i spåret!|Vill du ta bort spår och regioner?][Avbryt|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Okänd typ av ångrakommando][Avbryt]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Varning! Otillräckligt minne!|Kommandot kan inte ångras.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Varning!|Projektet kan vara skadat][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Fel version!][Avbryt]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Du har en gammal version av Emagics USB MIDI-drivrutin installerad.|Det kan orsaka otillförlitlig MIDI-kommunikation och krascher. Installera version 1.5 eller senare. Den senaste versionen finns på www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Fortsätt]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CD-R";

/* media type, cd-rewritable */
"CDRW" = "CD-RW";

/* Node */
"Connected to" = "Ansluten till";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R Dual Layer";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "för att skapa frysfil(er).";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "Enheten förbereds...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Läser in ljudfiler för ”%@”...";

/* cd/dvd media status display */
"No media" = "Inget medium";

/* Node */
"Not connected" = "Ej ansluten";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Det finns en modaldialog på skärmen.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Okänt";

/* cd/dvd media status display */
"Unknown media type" = "Okänd medietyp";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Namnlös";

